{
    "9788467395846": {
        "ISBN": "9788467395846",
        "n_apariciones": 2,
        "titulo": "The Independence of Switzerland. New Fairy Tales from Grimm and Hoffmann",
        "subtitulo": "",
        "fecha_publicacion": "1917",
        "autor/es": "",
        "idioma": "es",
        "imagen": "",
        "descripcion": ""
    },
    "9118418883196": {
        "ISBN": "9118418883196",
        "n_apariciones": 2,
        "titulo": "",
        "subtitulo": "",
        "fecha_publicacion": "",
        "autor/es": "",
        "idioma": "",
        "imagen": "",
        "descripcion": ""
    },
    "9788401027215": {
        "ISBN": "9788401027215",
        "n_apariciones": 1,
        "titulo": "Se tiene que morir mucha gente / Many People Have to Die",
        "subtitulo": "",
        "fecha_publicacion": "2023-02-21",
        "autor/es": [
            "Victoria Martín De La Cova"
        ],
        "idioma": "es",
        "imagen": "http://books.google.com/books/content?id=UluREAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "descripcion": "La primera novela de Victoria Martín narra con desvergüenza e ironía la historia de cuatro amigas que tendrán que enfrentarse a una vida que no es la que esperaban. Bárbara trabaja como asistente de guion en un programa de entretenimiento repleto de hombres que se creen tremendamente graciosos, es adicta a los ansiolíticos y está obsesionada con el dinero. Vive con su amiga de toda la vida, Maca, una aspirante a actriz que solo acumula rechazos en su currículum. Un día recibe una invitación de Elena, antigua compañera del colegio, para acudir a una de esas fiestas donde anuncian el sexo del bebé explotando un globo, cortando una tarta o lanzando un cohete. Decide ir porque necesita poner en orden su vida, y participar del capitalismo más descarnado engullendo un cupcake en forma de bebé le parece la mejor manera de empezar. Pero tras la fiesta, Elena, desesperada y en la recta final de su embarazo, abandona a su marido y se muda con Bárbara y Maca, una noticia terrible para ellas que trastocará por completo sus vidas. Al grupo se unirá Fabiola, una influencer con una marca de joyas «sostenible» que hacen niños en Bangladés y que comparte en Instagram frases como «Si quieres, puedes» o «Hakuna Matata». Es decir, un adulto funcional siguiendo los consejos de Pumba, el jabalí de El Rey León. Así comienza esta historia: una embarazada ciclotímica, una actriz fracasada, una influencer inestable y una guionista frustrada tendrán que enfrentarse a una vida que no es la que realmente querían ni esperaban. Una novela sobre la inacción frente a los problemas del día a día que narra con ironía la historia de unas amigas, que se vuelven a reencontrar para descubrir que lo único que tienen en común es el paso del tiempo. ENGLISH DESCRIPTION With shamelessness and irony, Victoria Martín’s first novel tells the story of four girlfriends that must cope with a life they did not expect. Bárbara works as a writer’s assistant in a variety show full of men who think they are tremendously funny. She is addicted to anti-anxiety drugs and is obsessed with money. She lives with her life-long friend Maca, an aspiring actress who has nothing but rejections in her resume. One day, Bárbara receives an invitation from Elena, an old schoolmate, to attend one of those parties where people burst a balloon, cut a cake, or launcha rocket to announce the sex of their baby. Bárbara decides to go because she needs to get her life back on track and thinks that partaking of the grittiest capitalism engulfing a cupcake in the shape of a baby is the best way to start. But after the party, Elena, desperate and in the final stages of her pregnancy, leaves her husband and moves in with Bárbara and Maca, an awful bit of news for them, which will turn their lives entirely upside down. The group will be joined by Fabiola, an influencer with a “sustainable” jewelry brand made by children in Bangladesh, andwho posts lines like “If there is a will, there is a way” or “Hakuna Matata” on Instagram. In other words, a functional adult following advice from Pumba, the warthog from The Lion King. Thus begins this story: a cyclothymic pregnant woman, a failed actress, an unstable influencer, and an unfulfilled screenwriter will have to cope with a life that is nothing like the one they wanted or hoped for. A novel about inaction in the face of day-to-day troubles that recounts with irony the story of a group of friends who meet again only to discover the one thing they have in common is the passing of time."
    }
}