{"9788403098480": {"ISBN": "9788403098480", "n_apariciones": 1, "titulo": "", "subtitulo": "", "fecha_publicacion": "", "autor/es": "", "idioma": "", "imagen": "", "descripcion": ""}, "9788498063158": {"ISBN": "9788498063158", "n_apariciones": 2, "titulo": "", "subtitulo": "", "fecha_publicacion": "", "autor/es": "", "idioma": "", "imagen": "", "descripcion": ""}, "9781617294136": {"ISBN": "9781617294136", "n_apariciones": 1, "titulo": "Securing DevOps", "subtitulo": "Safe Services in the Cloud", "fecha_publicacion": "2018-07-17", "autor/es": ["Julien Vehent"], "idioma": "en", "imagen": "http://books.google.com/books/content?id=-Z7ZAQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "descripcion": "Summary Securing DevOps explores how the techniques of DevOps and security should be applied together to make cloud services safer. This introductory book reviews the latest practices used in securing web applications and their infrastructure and teaches you techniques to integrate security directly into your product. You'll also learn the core concepts of DevOps, such as continuous integration, continuous delivery, and infrastructure as a service. Purchase of the print book includes a free eBook in PDF, Kindle, and ePub formats from Manning Publications. About the Technology An application running in the cloud can benefit from incredible efficiencies, but they come with unique security threats too. A DevOps team's highest priority is understanding those risks and hardening the system against them. About the Book Securing DevOps teaches you the essential techniques to secure your cloud services. Using compelling case studies, it shows you how to build security into automated testing, continuous delivery, and other core DevOps processes. This experience-rich book is filled with mission-critical strategies to protect web applications against attacks, deter fraud attempts, and make your services safer when operating at scale. You'll also learn to identify, assess, and secure the unique vulnerabilities posed by cloud deployments and automation tools commonly used in modern infrastructures. What's inside An approach to continuous security Implementing test-driven security in DevOps Security techniques for cloud services Watching for fraud and responding to incidents Security testing and risk assessment About the Reader Readers should be comfortable with Linux and standard DevOps practices like CI, CD, and unit testing. About the Author Julien Vehent is a security architect and DevOps advocate. He leads the Firefox Operations Security team at Mozilla, and is responsible for the security of Firefox's high-traffic cloud services and public websites. Table of Contents Securing DevOps PART 1 - Case study: applying layers of security to a simple DevOps pipeline Building a barebones DevOps pipeline Security layer 1: protecting web applications Security layer 2: protecting cloud infrastructures Security layer 3: securing communications Security layer 4: securing the delivery pipeline PART 2 - Watching for anomalies and protecting services against attacks Collecting and storing logs Analyzing logs for fraud and attacks Detecting intrusions The Caribbean breach: a case study in incident response PART 3 - Maturing DevOps security Assessing risks Testing security Continuous security"}}